Repository: iwbinb/LightPlan
Catalog: ios/Shared/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, ko, pt_pt, th, zh_hans, zh_hant

# library.noMatchesBody
source: Try another search or show all plans.
de: Ändern Sie die Suche oder zeigen Sie alle Pläne an.
fr: Essayez une autre recherche ou affichez tous les plans.
ja: 検索条件を変えるか、すべての計画を表示してください。
ko: 다른 검색어를 입력하거나 모든 계획을 표시하세요.
pt_pt: Experimente outra pesquisa ou mostre todos os planos.
th: ลองค้นหาด้วยคำอื่นหรือแสดงแผนทั้งหมด
zh_hans: 请换个关键词，或查看全部计划。
zh_hant: 請換個關鍵字，或查看全部計畫。

# library.resetFilters
source: Show all plans
de: Alle Pläne anzeigen
fr: Afficher tous les plans
ja: すべての計画を表示
ko: 모든 계획 표시
pt_pt: Mostrar todos os planos
th: แสดงแผนทั้งหมด
zh_hans: 显示全部计划
zh_hant: 顯示全部計畫

# library.retry
source: Try again
de: Erneut versuchen
fr: Réessayer
ja: 再試行
ko: 다시 시도
pt_pt: Tentar novamente
th: ลองอีกครั้ง
zh_hans: 重试
zh_hant: 重試

# field.title
source: Field session
de: Vor Ort fotografieren
fr: Séance sur le terrain
ja: 現地での撮影
ko: 현장 촬영
pt_pt: Sessão no local
th: การถ่ายภาพภาคสนาม
zh_hans: 外拍现场
zh_hant: 外拍現場

# field.phase.beforeArrival
source: Until planned arrival
de: Bis zur geplanten Ankunft
fr: Avant l’arrivée prévue
ja: 到着予定まで
ko: 예정 도착까지
pt_pt: Até à chegada prevista
th: ก่อนเวลาถึงที่หมายตามแผน
zh_hans: 距计划到达
zh_hant: 距計畫抵達

# field.phase.preparing
source: Until planned shot
de: Bis zur geplanten Aufnahme
fr: Avant la prise de vue prévue
ja: 撮影予定まで
ko: 예정 촬영까지
pt_pt: Até à fotografia prevista
th: ก่อนเวลาถ่ายภาพตามแผน
zh_hans: 距计划拍摄
zh_hant: 距計畫拍攝

# field.phase.shooting
source: The planned moment is now
de: Der geplante Moment ist jetzt
fr: C’est l’instant prévu
ja: 予定の撮影時刻です
ko: 예정된 촬영 시각입니다
pt_pt: Chegou o momento previsto
th: ถึงเวลาที่วางแผนไว้แล้ว
zh_hans: 已到计划拍摄时刻
zh_hant: 已到計畫拍攝時刻

# field.phase.passed
source: The planned moment has passed
de: Der geplante Moment ist vorbei
fr: L’instant prévu est passé
ja: 予定の撮影時刻を過ぎました
ko: 예정된 촬영 시각이 지났습니다
pt_pt: O momento previsto já passou
th: เลยเวลาที่วางแผนไว้แล้ว
zh_hans: 计划拍摄时刻已过
zh_hant: 計畫拍攝時刻已過

# field.phase.completed
source: Plan completed
de: Plan abgeschlossen
fr: Plan terminé
ja: 計画完了
ko: 계획 완료
pt_pt: Plano concluído
th: แผนเสร็จแล้ว
zh_hans: 计划已完成
zh_hant: 計畫已完成

# field.readyNote
source: Preparation time has started. Check your position, framing and camera settings.
de: Die Vorbereitungszeit hat begonnen. Prüfen Sie Standort, Bildausschnitt und Kameraeinstellungen.
fr: La préparation commence. Vérifiez votre position, le cadrage et les réglages de l’appareil.
ja: 準備時間になりました。撮影位置、構図、カメラ設定を確認してください。
ko: 준비 시간이 시작되었습니다. 촬영 위치, 구도와 카메라 설정을 확인하세요.
pt_pt: Começou o tempo de preparação. Verifique a posição, o enquadramento e as definições da câmara.
th: ถึงเวลาเตรียมตัวแล้ว ตรวจสอบตำแหน่ง กรอบภาพ และการตั้งค่ากล้อง
zh_hans: 已进入准备时间，请检查机位、构图和相机设置。
zh_hant: 已進入準備時間，請檢查機位、構圖和相機設定。

# field.scheduleNote
source: This countdown follows your saved plan. Check access, weather and visibility on location.
de: Dieser Countdown folgt Ihrem gespeicherten Plan. Prüfen Sie vor Ort Zugang, Wetter und Sicht.
fr: Ce compte à rebours suit votre plan enregistré. Vérifiez sur place l’accès, la météo et la visibilité.
ja: 保存した計画に基づくカウントダウンです。現地で立ち入り可否、天候、見通しを確認してください。
ko: 저장된 계획을 기준으로 한 카운트다운입니다. 현장에서 접근 가능 여부, 날씨와 시야를 확인하세요.
pt_pt: Esta contagem segue o plano guardado. Confirme no local o acesso, a meteorologia e a visibilidade.
th: การนับถอยหลังอ้างอิงแผนที่บันทึกไว้ โปรดตรวจสอบการเข้าถึง อากาศ และการมองเห็น ณ สถานที่จริง
zh_hans: 倒计时依据已保存的计划。请在现场确认通行条件、天气和可见性。
zh_hant: 倒數計時依據已儲存的計畫。請在現場確認通行條件、天氣與可見性。

source: Search options
de: Suchoptionen
fr: Options de recherche
ja: 検索設定
ko: 검색 설정
pt_pt: Opções de pesquisa
th: ตัวเลือกการค้นหา
zh_hans: 搜索设置
zh_hant: 搜尋設定

# search.apply
source: Apply search
de: Suche anwenden
fr: Appliquer la recherche
ja: 検索を適用
ko: 검색 적용
pt_pt: Aplicar pesquisa
th: ใช้เงื่อนไขค้นหา
zh_hans: 应用并搜索
zh_hant: 套用並搜尋

# search.custom
source: Custom
de: Eigene
fr: Personnalisé
ja: カスタム
ko: 사용자 지정
pt_pt: Personalizado
th: กำหนดเอง
zh_hans: 自定义
zh_hant: 自訂

source: Search range
de: Suchzeitraum
fr: Période de recherche
ja: 検索期間
ko: 검색 기간
pt_pt: Período de pesquisa
th: ช่วงเวลาค้นหา
zh_hans: 搜索范围
zh_hant: 搜尋範圍

# search.startDate
source: Start date
de: Startdatum
fr: Date de début
ja: 開始日
ko: 시작 날짜
pt_pt: Data inicial
th: วันที่เริ่มต้น
zh_hans: 开始日期
zh_hant: 開始日期

# search.days
source: Calendar days
de: Kalendertage
fr: Jours calendaires
ja: 暦日数
ko: 달력 일수
pt_pt: Dias de calendário
th: จำนวนวันตามปฏิทิน
zh_hans: 日历天数
zh_hant: 日曆天數

# search.searchedDays
source: Days searched
de: Durchsuchte Tage
fr: Jours examinés
ja: 検索した日数
ko: 검색한 일수
pt_pt: Dias pesquisados
th: จำนวนวันที่ค้นหาแล้ว
zh_hans: 已搜索天数
zh_hant: 已搜尋天數

# search.bestTime
source: Best alignment
de: Beste Ausrichtung
fr: Meilleur alignement
ja: 最適な位置合わせ
ko: 최적 정렬 시각
pt_pt: Melhor alinhamento
th: เวลาที่จัดแนวได้ดีที่สุด
zh_hans: 最佳对齐时刻
zh_hant: 最佳對齊時刻

# search.window
source: Shooting window
de: Aufnahmezeitfenster
fr: Créneau de prise de vue
ja: 撮影可能時間帯
ko: 촬영 시간대
pt_pt: Janela de fotografia
th: ช่วงเวลาถ่ายภาพ
zh_hans: 拍摄时间段
zh_hant: 拍攝時段

# search.duration
source: Duration
de: Dauer
fr: Durée
ja: 継続時間
ko: 지속 시간
pt_pt: Duração
th: ระยะเวลา
zh_hans: 持续时间
zh_hant: 持續時間

# search.sort
source: Sort results
de: Ergebnisse sortieren
fr: Trier les résultats
ja: 結果の並べ替え
ko: 결과 정렬
pt_pt: Ordenar resultados
th: เรียงผลลัพธ์
zh_hans: 结果排序
zh_hant: 結果排序

# search.byDate
source: Date
de: Datum
ja: 日付
ko: 날짜
pt_pt: Data
th: วันที่
zh_hans: 日期
zh_hant: 日期

# search.byMatch
source: Best match
de: Beste Übereinstimmung
fr: Meilleure correspondance
ja: 一致度
ko: 일치도
pt_pt: Melhor correspondência
th: ความใกล้เคียงที่สุด
zh_hans: 匹配程度
zh_hant: 符合程度

# search.truncated
source: Showing the 60 closest matches. Narrow the date range to see other windows.
de: Die 60 besten Treffer werden angezeigt. Grenzen Sie den Zeitraum ein, um weitere Zeitfenster zu sehen.
fr: Les 60 meilleures correspondances sont affichées. Réduisez la période pour voir d’autres créneaux.
ja: 近い順に60件を表示しています。他の時間帯を見るには期間を絞ってください。
ko: 가장 가까운 결과 60개를 표시합니다. 다른 시간대를 보려면 날짜 범위를 줄이세요.
pt_pt: São mostradas as 60 melhores correspondências. Reduza o período para ver outras janelas.
th: แสดง 60 ผลลัพธ์ที่ใกล้เคียงที่สุด ลดช่วงวันที่เพื่อดูช่วงเวลาอื่น
zh_hans: 当前显示最接近的 60 个结果。缩小日期范围可查看其他时段。
zh_hant: 目前顯示最接近的 60 個結果。縮小日期範圍可查看其他時段。

# search.rangeLimit
source: The search stopped at the supported date limit.
de: Die Suche endete an der unterstützten Datumsgrenze.
fr: La recherche s’est arrêtée à la limite des dates prises en charge.
ja: 対応日付の上限に達したため、検索を終了しました。
ko: 지원되는 날짜 한도에 도달하여 검색이 중단되었습니다.
pt_pt: A pesquisa terminou no limite de datas suportado.
th: การค้นหาหยุดเมื่อถึงวันที่สูงสุดที่รองรับ
zh_hans: 搜索已在支持的日期上限处停止。
zh_hant: 搜尋已在支援的日期上限處停止。

# search.empty
source: No window matches these conditions in the selected range. Change the dates, conditions or shooting position.
de: Im gewählten Zeitraum passt kein Zeitfenster. Ändern Sie Datum, Bedingungen oder Standort.
fr: Aucun créneau ne correspond sur cette période. Modifiez les dates, les critères ou votre position.
ja: 選択した期間に条件を満たす時間帯はありません。日付、条件、撮影位置を変更してください。
ko: 선택한 기간에 조건을 충족하는 시간대가 없습니다. 날짜, 조건 또는 촬영 위치를 변경하세요.
pt_pt: Nenhuma janela cumpre as condições no período escolhido. Altere as datas, as condições ou a posição.
th: ไม่มีช่วงเวลาที่ตรงเงื่อนไขในช่วงที่เลือก ลองเปลี่ยนวันที่ เงื่อนไข หรือตำแหน่งถ่ายภาพ
zh_hans: 所选日期范围内没有符合条件的时段。请调整日期、条件或机位。
zh_hant: 所選日期範圍內沒有符合條件的時段。請調整日期、條件或機位。

# search.any
source: Any
de: Beliebig
fr: Indifférent
ja: 指定なし
ko: 제한 없음
pt_pt: Qualquer
th: ไม่จำกัด
zh_hans: 不限
zh_hant: 不限

# search.errorLimit
source: Limit horizontal error
de: Horizontalen Fehler begrenzen
fr: Limiter l’écart horizontal
ja: 水平方位の誤差を制限
ko: 수평 방위 오차 제한
pt_pt: Limitar o erro horizontal
th: จำกัดความคลาดเคลื่อนแนวราบ
zh_hans: 限制水平方位误差
zh_hant: 限制水平方位誤差

# search.lowerAltitude
source: Minimum body altitude
de: Minimale Gestirnshöhe
fr: Hauteur minimale de l’astre
ja: 天体の最低高度
ko: 천체 최소 고도각
pt_pt: Altitude mínima do astro
th: มุมเงยต่ำสุดของวัตถุท้องฟ้า
zh_hans: 天体最低高度角
zh_hant: 天體最低高度角

# search.upperAltitude
source: Maximum body altitude
de: Maximale Gestirnshöhe
fr: Hauteur maximale de l’astre
ja: 天体の最高高度
ko: 천체 최대 고도각
pt_pt: Altitude máxima do astro
th: มุมเงยสูงสุดของวัตถุท้องฟ้า
zh_hans: 天体最高高度角
zh_hant: 天體最高高度角

# search.solarAltitude
source: Sun altitude
de: Sonnenhöhe
fr: Hauteur du Soleil
ja: 太陽高度
ko: 태양 고도각
pt_pt: Altitude do Sol
th: มุมเงยของดวงอาทิตย์
zh_hans: 太阳高度角
zh_hant: 太陽高度角

# search.golden
source: Golden light · −4° to 6°
de: Goldenes Licht · −4° bis 6°
fr: Lumière dorée · −4° à 6°
ja: ゴールデンライト · −4°〜6°
ko: 골든 라이트 · −4°–6°
pt_pt: Luz dourada · −4° a 6°
th: แสงสีทอง · −4° ถึง 6°
zh_hans: 黄金光线 · −4° 至 6°
zh_hant: 黃金光線 · −4° 至 6°

# search.twilight
source: Twilight · −6° to 0°
de: Dämmerung · −6° bis 0°
fr: Crépuscule · −6° à 0°
ja: 薄明 · −6°〜0°
ko: 박명 · −6°–0°
pt_pt: Crepúsculo · −6° a 0°
th: แสงสนธยา · −6° ถึง 0°
zh_hans: 暮光 · −6° 至 0°
zh_hant: 曙暮光 · −6° 至 0°

# search.brightMoon
source: Bright Moon · 80–100%
de: Heller Mond · 80–100%
fr: Lune lumineuse · 80–100%
ja: 明るい月 · 80〜100%
ko: 밝은 달 · 80–100%
pt_pt: Lua brilhante · 80–100%
th: ดวงจันทร์สว่าง · 80–100%
zh_hans: 高照明月相 · 80–100%
zh_hant: 高照明月相 · 80–100%

# search.darkMoon
source: Dark Moon · 0–20%
de: Dunkler Mond · 0–20%
fr: Lune peu éclairée · 0–20%
ja: 暗い月 · 0〜20%
ko: 어두운 달 · 0–20%
pt_pt: Lua pouco iluminada · 0–20%
th: ดวงจันทร์มืด · 0–20%
zh_hans: 低照明月相 · 0–20%
zh_hant: 低照明月相 · 0–20%

# search.allNote
source: All periods above −1°. Weak matches are included; compare the best alignment error.
de: Alle Zeiträume über −1°, auch mit großen Abweichungen. Vergleichen Sie den kleinsten Ausrichtungsfehler.
fr: Toutes les périodes au-dessus de −1°, même avec un écart important. Comparez l’erreur du meilleur alignement.
ja: 高度−1°以上の全時間帯。誤差の大きい結果も含みます。最適時刻の誤差を比較してください。
ko: 고도 −1° 이상인 모든 시간대입니다. 오차가 큰 결과도 포함되므로 최적 정렬 오차를 비교하세요.
pt_pt: Todos os períodos acima de −1°, incluindo correspondências fracas. Compare o erro do melhor alinhamento.
th: ทุกช่วงเวลาที่สูงกว่า −1° รวมผลที่คลาดเคลื่อนมาก โปรดเปรียบเทียบค่าความคลาดเคลื่อนที่ดีที่สุด
zh_hans: 显示天体高度高于 −1° 的所有时段，包含偏差较大的结果，请比较最佳对齐误差。
zh_hant: 顯示天體高度高於 −1° 的所有時段，包含偏差較大的結果，請比較最佳對齊誤差。

# search.geometryNote
source: Geometric estimates only. Terrain, buildings, weather and access are not evaluated.
de: Nur geometrische Schätzungen. Gelände, Gebäude, Wetter und Zugang werden nicht bewertet.
fr: Estimations géométriques uniquement. Le relief, les bâtiments, la météo et l’accès ne sont pas évalués.
ja: 幾何学的な推定のみです。地形、建物、天候、立ち入り可否は評価しません。
ko: 기하학적 추정치입니다. 지형, 건물, 날씨와 접근 가능 여부는 평가하지 않습니다.
pt_pt: Apenas estimativas geométricas. Não avalia terreno, edifícios, meteorologia nem acesso.
th: เป็นการประมาณทางเรขาคณิตเท่านั้น ไม่ประเมินภูมิประเทศ อาคาร อากาศ หรือการเข้าถึง
zh_hans: 仅为几何估算，未评估地形、建筑、天气或通行条件。
zh_hant: 僅為幾何估算，未評估地形、建築、天氣或通行條件。

# search.invalid
source: Enter a valid range; the minimum must be below the maximum.
de: Geben Sie einen gültigen Bereich ein. Das Minimum muss unter dem Maximum liegen.
fr: Saisissez une plage valide ; le minimum doit être inférieur au maximum.
ja: 有効な範囲を入力してください。最小値は最大値より小さくしてください。
ko: 유효한 범위를 입력하세요. 최솟값은 최댓값보다 작아야 합니다.
pt_pt: Introduza um intervalo válido; o mínimo tem de ser inferior ao máximo.
th: ป้อนช่วงที่ถูกต้อง ค่าต่ำสุดต้องน้อยกว่าค่าสูงสุด
zh_hans: 请输入有效范围，下限必须低于上限。
zh_hant: 請輸入有效範圍，下限必須低於上限。

# search.windowEdgeNote
source: Window boundaries are approximate; allow extra time on location.
de: Die Zeitgrenzen sind Näherungen. Planen Sie vor Ort zusätzliche Zeit ein.
fr: Les limites des créneaux sont approximatives ; prévoyez une marge sur place.
ja: 時間帯の境界は概算です。現地では時間に余裕を持ってください。
ko: 시간대의 시작과 끝은 근사값입니다. 현장에서 여유 시간을 확보하세요.
pt_pt: Os limites da janela são aproximados; reserve tempo extra no local.
th: ขอบเขตช่วงเวลาเป็นค่าประมาณ โปรดเผื่อเวลาเพิ่มเติม ณ สถานที่จริง
zh_hans: 时段边界为估算值，请为现场拍摄预留额外时间。
zh_hant: 時段邊界為估算值，請為現場拍攝預留額外時間。

# library.resolving
source: Resolving shooting times…
de: Aufnahmezeiten werden berechnet…
fr: Calcul des horaires de prise de vue…
ja: 撮影時刻を計算中…
ko: 촬영 시각 계산 중…
pt_pt: A calcular as horas de fotografia…
th: กำลังคำนวณเวลาถ่ายภาพ…
zh_hans: 正在计算拍摄时刻……
zh_hant: 正在計算拍攝時刻……

# library.timePending
source: Time not yet calculated
de: Zeit noch nicht berechnet
fr: Horaire pas encore calculé
ja: 時刻は未計算です
ko: 시각이 아직 계산되지 않음
pt_pt: Hora ainda não calculada
th: ยังไม่ได้คำนวณเวลา
zh_hans: 时刻尚待计算
zh_hant: 時刻尚待計算

# map.standard
source: Standard map
de: Standardkarte
fr: Carte standard
ja: 標準地図
ko: 일반 지도
pt_pt: Mapa padrão
th: แผนที่มาตรฐาน
zh_hans: 普通地图
zh_hant: 標準地圖

# map.satellite
source: Satellite imagery
de: Satellitenbild
fr: Vue satellite
ja: 衛星画像
ko: 위성 영상
pt_pt: Imagem de satélite
th: ภาพถ่ายดาวเทียม
zh_hans: 卫星影像
zh_hant: 衛星影像

# flow.observer
source: Shooting position
de: Aufnahmestandort
fr: Position de prise de vue
ja: 撮影位置
ko: 촬영 위치
pt_pt: Posição de captação
th: ตำแหน่งถ่ายภาพ
zh_hans: 拍摄机位
zh_hant: 拍攝機位

# flow.chooseTime
source: Find a window, preview the framing, then save the time shown on the map.
de: Zeitfenster suchen, Bildausschnitt prüfen und die auf der Karte angezeigte Zeit speichern.
fr: Trouvez un créneau, vérifiez le cadrage, puis enregistrez l’heure affichée sur la carte.
ja: 撮影時間帯を探して構図を確認し、地図に表示中の時刻を保存します。
ko: 촬영 시간대를 찾고 구도를 확인한 뒤 지도에 표시된 시각을 저장하세요.
pt_pt: Encontre uma janela, veja o enquadramento e guarde a hora apresentada no mapa.
th: ค้นหาช่วงเวลา ดูตัวอย่างการจัดเฟรม แล้วบันทึกเวลาที่แสดงบนแผนที่
zh_hans: 先查找拍摄窗口，再预演构图；保存将使用地图当前时刻。
zh_hant: 先尋找拍攝時段，再預演構圖；儲存將使用地圖目前時刻。

# flow.currentTime
source: Time to preview and save
de: Zeit für Vorschau und Plan
fr: Heure à prévisualiser et enregistrer
ja: プレビュー・保存する時刻
ko: 미리보기 및 저장 시각
pt_pt: Hora da pré-visualização e do plano
th: เวลาที่จะดูตัวอย่างและบันทึก
zh_hans: 预演与保存时刻
zh_hant: 預演與儲存時刻

# flow.samePoint
source: Choose a subject separate from the shooting position so its direction can be calculated.
de: Wählen Sie ein vom Aufnahmestandort getrenntes Motiv, damit die Richtung berechnet werden kann.
fr: Choisissez un sujet distinct de la position de prise de vue pour calculer sa direction.
ja: 撮影方向を計算するには、撮影位置と異なる被写体の位置を選んでください。
ko: 촬영 방향을 계산하려면 촬영 위치와 다른 피사체 위치를 선택하세요.
pt_pt: Escolha um motivo separado da posição de captação para calcular a sua direção.
th: เลือกจุดตัวแบบที่ต่างจากตำแหน่งถ่ายภาพ เพื่อให้คำนวณทิศทางได้
zh_hans: 请选择与机位分开的主体，才能计算拍摄方向。
zh_hant: 請選擇與機位分開的主體，才能計算拍攝方向。

# flow.searching
source: Finding windows for these conditions…
de: Passende Zeitfenster werden gesucht…
fr: Recherche de créneaux correspondant aux critères…
ja: 条件に合う撮影時間帯を検索中…
ko: 조건에 맞는 촬영 시간대를 찾는 중…
pt_pt: A procurar janelas que correspondam às condições…
th: กำลังค้นหาช่วงเวลาที่ตรงตามเงื่อนไข…
zh_hans: 正在查找符合条件的拍摄窗口…
zh_hant: 正在尋找符合條件的拍攝時段…

# flow.stopSearch
source: Stop search
de: Suche stoppen
fr: Arrêter la recherche
ja: 検索を停止
ko: 검색 중지
pt_pt: Parar pesquisa
th: หยุดค้นหา
zh_hans: 停止搜索
zh_hant: 停止搜尋

# flow.searchStopped
source: Search stopped. Your date range and conditions are unchanged.
de: Suche gestoppt. Zeitraum und Bedingungen bleiben unverändert.
fr: Recherche arrêtée. La période et les critères sont conservés.
ja: 検索を停止しました。日付範囲と条件は保持されています。
ko: 검색을 중지했습니다. 날짜 범위와 조건은 유지됩니다.
pt_pt: Pesquisa parada. O intervalo de datas e as condições foram mantidos.
th: หยุดค้นหาแล้ว ช่วงวันที่และเงื่อนไขยังคงเดิม
zh_hans: 搜索已停止，日期范围和筛选条件均已保留。
zh_hant: 搜尋已停止，日期範圍和篩選條件均已保留。

# flow.resumeSearch
source: Search again
de: Erneut suchen
fr: Relancer la recherche
ja: 再検索
ko: 다시 검색
pt_pt: Pesquisar novamente
th: ค้นหาอีกครั้ง
zh_hans: 重新搜索
zh_hant: 重新搜尋

# flow.changeConditions
source: Change dates or conditions
de: Zeitraum oder Bedingungen ändern
fr: Modifier les dates ou les critères
ja: 日付や条件を変更
ko: 날짜 또는 조건 변경
pt_pt: Alterar datas ou condições
th: เปลี่ยนวันที่หรือเงื่อนไข
zh_hans: 修改日期或条件
zh_hant: 修改日期或條件

# flow.clearConditions
source: Show all candidates
de: Alle Kandidaten anzeigen
fr: Afficher tous les candidats
ja: 全候補を表示
ko: 모든 후보 보기
pt_pt: Mostrar todos os candidatos
th: แสดงตัวเลือกทั้งหมด
zh_hans: 查看全部候选
zh_hant: 查看全部候選

# flow.unsavedTitle
source: Discard unsaved changes?
de: Ungespeicherte Änderungen verwerfen?
fr: Abandonner les modifications non enregistrées ?
ja: 未保存の変更を破棄しますか？
ko: 저장하지 않은 변경 사항을 버릴까요?
pt_pt: Descartar alterações não guardadas?
th: ทิ้งการเปลี่ยนแปลงที่ยังไม่ได้บันทึกหรือไม่
zh_hans: 放弃未保存的更改？
zh_hant: 放棄未儲存的變更？

# flow.unsavedBody
source: Your edits are kept while you continue editing. Discarding does not change a saved plan.
de: Beim Weiterbearbeiten bleiben Ihre Eingaben erhalten. Verwerfen ändert keinen gespeicherten Plan.
fr: Vos saisies sont conservées si vous continuez. Abandonner ne modifie pas le plan enregistré.
ja: 編集を続けると入力内容が保持されます。破棄しても保存済みの計画は変わりません。
ko: 계속 편집하면 입력 내용이 유지됩니다. 버려도 저장된 계획은 변경되지 않습니다.
pt_pt: As entradas mantêm-se enquanto continua a editar. Descartar não altera um plano guardado.
th: หากแก้ไขต่อ ข้อมูลที่ป้อนไว้จะยังอยู่ การทิ้งจะไม่เปลี่ยนแผนที่บันทึกไว้
zh_hans: 继续编辑会保留当前输入；放弃更改不会修改已有计划。
zh_hant: 繼續編輯會保留目前輸入；放棄變更不會修改既有計畫。

# flow.keepEditing
source: Keep editing
de: Weiterbearbeiten
fr: Continuer la modification
ja: 編集を続ける
ko: 계속 편집
pt_pt: Continuar a editar
th: แก้ไขต่อ
zh_hans: 继续编辑
zh_hant: 繼續編輯

# flow.discard
source: Discard changes
de: Änderungen verwerfen
fr: Abandonner les modifications
ja: 変更を破棄
ko: 변경 사항 버리기
pt_pt: Descartar alterações
th: ทิ้งการเปลี่ยนแปลง
zh_hans: 放弃更改
zh_hant: 放棄變更

# plan.changedElsewhere
source: This plan changed or was removed. Your draft is still here; reopen the plan before saving.
de: Dieser Plan wurde geändert oder gelöscht. Ihr Entwurf bleibt erhalten. Öffnen Sie den Plan vor dem Speichern erneut.
fr: Ce programme a été modifié ou supprimé. Votre brouillon est conservé ; rouvrez le programme avant de l’enregistrer.
ja: この計画は変更または削除されました。下書きは保持されています。計画を開き直してから保存してください。
ko: 계획이 변경되거나 삭제되었습니다. 초안은 유지됩니다. 계획을 다시 연 후 저장하세요.
pt_pt: Este plano foi alterado ou eliminado. O rascunho mantém-se; reabra o plano antes de guardar.
th: แผนนี้ถูกแก้ไขหรือลบแล้ว ฉบับร่างยังคงอยู่ โปรดเปิดแผนอีกครั้งก่อนบันทึก
zh_hans: 计划已被修改或删除。当前草稿仍保留，请重新打开计划后再保存。
zh_hant: 計畫已被修改或刪除。目前草稿仍保留，請重新開啟計畫後再儲存。

# backup.changedElsewhere
source: Saved data changed after this preview. Close it and select the backup again to review the current conflicts.
de: Die gespeicherten Daten haben sich seit der Vorschau geändert. Schließen Sie sie und wählen Sie die Sicherung erneut, um die aktuellen Konflikte zu prüfen.
fr: Les données enregistrées ont changé depuis cet aperçu. Fermez-le et sélectionnez à nouveau la sauvegarde pour vérifier les conflits actuels.
ja: プレビュー後に保存データが変わりました。閉じてバックアップを選び直し、現在の競合を確認してください。
ko: 미리보기 이후 저장된 데이터가 변경되었습니다. 닫은 후 백업을 다시 선택하여 현재 충돌을 확인하세요.
pt_pt: Os dados guardados mudaram desde esta pré-visualização. Feche-a e volte a selecionar a cópia de segurança para rever os conflitos atuais.
th: ข้อมูลที่บันทึกเปลี่ยนไปหลังจากดูตัวอย่าง โปรดปิดแล้วเลือกข้อมูลสำรองอีกครั้งเพื่อตรวจสอบข้อขัดแย้งล่าสุด
zh_hans: 预览后本地数据已变化。请关闭预览并重新选择备份，核对最新冲突。
zh_hant: 預覽後本機資料已變更。請關閉預覽並重新選擇備份，核對最新衝突。

# backup.keepBoth
source: Keep both (import a copy)
de: Beide behalten (Kopie importieren)
fr: Conserver les deux (importer une copie)
ja: 両方を保持（コピーを読み込む）
ko: 둘 다 유지 (사본 가져오기)
pt_pt: Manter ambos (importar uma cópia)
th: เก็บทั้งสองรายการ (นำเข้าสำเนา)
zh_hans: 保留两份（导入副本）
zh_hant: 保留兩份（匯入副本）

# backup.keepBothNote
source: Conflicting plans are imported as new copies with reminders off. Existing plans and their reminders stay unchanged.
de: Pläne mit Konflikten werden als neue Kopien ohne Erinnerungen importiert. Bestehende Pläne und ihre Erinnerungen bleiben unverändert.
fr: Les programmes en conflit sont importés comme nouvelles copies, sans rappel. Les programmes existants et leurs rappels restent inchangés.
ja: 競合する計画はリマインダーをオフにした新しいコピーとして読み込まれます。既存の計画とリマインダーは変更されません。
ko: 충돌하는 계획은 알림이 꺼진 새 사본으로 가져옵니다. 기존 계획과 알림은 변경되지 않습니다.
pt_pt: Os planos em conflito são importados como novas cópias sem lembretes. Os planos existentes e os respetivos lembretes mantêm-se.
th: แผนที่ขัดแย้งกันจะถูกนำเข้าเป็นสำเนาใหม่โดยปิดการเตือน แผนเดิมและการเตือนจะไม่เปลี่ยนแปลง
zh_hans: 有冲突的计划将作为新副本导入，并关闭提醒。原有计划及其提醒保持不变。
zh_hant: 有衝突的計畫將作為新副本匯入，並關閉提醒。原有計畫及其提醒保持不變。

# backup.importedReminderWarning
source: Backup imported. Some reminders could not be scheduled; review notification settings and each plan’s reminder status.
de: Sicherung importiert. Einige Erinnerungen konnten nicht geplant werden. Prüfen Sie die Mitteilungseinstellungen und den Erinnerungsstatus der Pläne.
fr: Sauvegarde importée. Certains rappels n’ont pas pu être programmés ; vérifiez les réglages de notification et l’état des rappels de chaque programme.
ja: バックアップを読み込みました。一部のリマインダーを設定できませんでした。通知設定と各計画のリマインダーの状態を確認してください。
ko: 백업을 가져왔습니다. 일부 알림을 예약하지 못했습니다. 알림 설정과 각 계획의 알림 상태를 확인하세요.
pt_pt: Cópia de segurança importada. Não foi possível agendar alguns lembretes; reveja as definições de notificações e o estado dos lembretes de cada plano.
th: นำเข้าข้อมูลสำรองแล้ว แต่ตั้งเวลาการเตือนบางรายการไม่ได้ โปรดตรวจสอบการตั้งค่าการแจ้งเตือนและสถานะการเตือนของแต่ละแผน
zh_hans: 备份已导入，但部分提醒未能安排。请检查通知设置及各计划的提醒状态。
zh_hant: 備份已匯入，但部分提醒未能排程。請檢查通知設定及各計畫的提醒狀態。

# settings.supportWebsite
source: Support website
fr: Site d’assistance
ja: サポートサイト
ko: 지원 웹사이트
pt_pt: Site de apoio
th: เว็บไซต์ช่วยเหลือ
zh_hans: 支持网站
zh_hant: 支援網站

# unit.minutes
source: min
ja: 分
ko: 분
th: นาที
zh_hans: 分钟
zh_hant: 分鐘

# v3.demo.place
source: Gulangyu · Xiamen
ja: 鼓浪嶼 · 厦門
ko: 구랑위 · 샤먼
th: กู่ลั่งอวี่ · เซี่ยเหมิน
zh_hans: 鼓浪屿 · 厦门
zh_hant: 鼓浪嶼 · 廈門

# common.ok
source: OK
ko: 확인
th: ตกลง
zh_hans: 确定
zh_hant: 確定
